4_stress_test/siege/output/read_stats.txt
** SIEGE 4.1.0
** Preparing 10 concurrent users for battle.
The server is now under siege...

Lifting the server siege...
Transactions:		       11367 hits
Availability:		      100.00 %
Elapsed time:		       59.78 secs
Data transferred:	        0.79 MB
Response time:		        0.05 secs
Transaction rate:	      190.15 trans/sec
Throughput:		        0.01 MB/sec
Concurrency:		        8.95
Successful transactions:       11367
Failed transactions:	           0
Longest transaction:	       13.42
Shortest transaction:	        0.00