4_stress_test/siege/output/stats.txt
** SIEGE 4.1.0
** Preparing 50 concurrent users for battle.
The server is now under siege...

Lifting the server siege...
Transactions:		       86291 hits
Availability:		      100.00 %
Elapsed time:		      179.53 secs
Data transferred:	       28.07 MB
Response time:		        0.10 secs
Transaction rate:	      480.65 trans/sec
Throughput:		        0.16 MB/sec
Concurrency:		       49.50
Successful transactions:       86291
Failed transactions:	           0
Longest transaction:	       20.94
Shortest transaction:	        0.00